{
  "content": "A massive study of how the United States went to war in Indochina, con ducted by the Pentagon three years ago, demonstrates that four administrations progrestively developed a sense of com mitment to a non‐Communist Vietnam, a readiness to fight the North to pro tect the South, and an ultimate frustra tion with this effort—to a much greater extent than their public statements ac knowledged at the time.\n\nThe 3,000‐page analysis, to which 4,000 pages of official documents are appended, was commissioned by Secre tary of Defense Robert S. McNamara and covers the American involvement in Southeast Asia from World War II to mkr‐1968—the start of the peace talks in Paris after President Lyndon B. John son had set a limit on further military commitments and revealed his intention to retire. Most of the study and many of the appended documents have been obtained by The New York Times and will be described and presented in a series of articles beginning today.\n\nThree pages of documentary material from the Pentagon study begin on Page 35.\n\nThough far from a complete history, even at 2.5 million words, the study forms a great archive of government decision‐making on Indochina over three decades. The study led its 30 to 40 au thors and researchers to many broad conclusions and specific findings, in cluding the following:\n\n¶That the Truman Administration's de cision to give military aid to France in her colonial war against the Communist led Vietminh “directly involved” the United States in Vietnam and “set” the course of American policy.\n\n¶That the Eisenhower Administra tion's decision to rescue a fledgling South Vietnam from a Communist take over and attempt to undermine the new Communist regime of North Vietnam gave the Administration a “direct role in the ultimate breakdown of the Geneva settlement” for Indochina in 1954.\n\n¶That the Kennedy Administration, though ultimately spared from major escalation decisions by the death of its leader, transformed a policy of “lim ited‐risk gamble,” which it inherited, into a “broad commitment” that left President Johnson with a choice between more war and withdrawal.\n\n¶That the Johnson Administration, though the President was reluctant and hesitant to take the final decisions, in tensified the covert warfare against North Vietnam and began planning in the spring of 1964 to wage overt war, a full year before it publicly revealed the depth of its involvement and its fear of defeat.\n\n¶That this campaign of growing clan destine military press the, through 1964 and the expanding program of bombing North Vietnam in 1965 were begun de spite the judgment of the Government's intelligence community that the meas ures would not cause Hanoi to cease its support of the Vietcong, insurgency in the South, and that the bombing was deemed militarily ineffective within a few months.\n\n¶That these four succeeding adminis trations built up the American political, military and psychological stakes in In dochina, often more deeply than they realized at the time, with large‐scale military equipment to the French in 1950; with acts of sabotage and terror warfare against North Vietnam begin ning in 1954; with moves that en couraged and abetted the overthrow of President Ngo Dinh Diem of South Viet nam in 1963; with plans, pledges and threats of further action that sprang to life in the Tonkin Gulf clashes in Au gust, 1964; with the careful preparation of public opinion for the years of open warfare that were to follow; and with the calculation in 1965, as the planes and troops were openly committed to sustained combat, that neither accom modation inside South Vietnam nor early negotiations with North Vietnam would achieve the desired result.\n\nThe Pentagon study also ranges be yond such historical judgments, It sug gests that the predominant American interest was at first containment of Com munism and later the defense of the power, influence and prestige of the United States, in both stages irrespec tive of conditions in Vietnam.\n\nAnd it reveals a great deal about the ways in which several administra tions conducted their business on a fate ful course, with much new information about the roles of dozens of senior of ficials of both major political parties and a whole generation of military com manders.\n\nThe Pentagon study was divided into chronological and thematic chapters of narrative and analysis, each with its own documentation attached. The Times —which has obtained all but one of nearly 40 volumes—has collated these materials into major segments of varying chronological length, from one that broadly covers the two decades be fore 1960 to one that deals intensively with the agonizing debate in the weeks following the 1968 Tet offensive.\n\nThe months from the beginning of 1964 to the Tonkin Gulf incident in August were a pivotal period, the study makes clear, and The Times begins its series with this phase."
}
